Revit 2027 API
BuiltInFailures.AutoJoinFailures.Unknown Property
 Unknown
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId Unknown { get; }
Public Shared ReadOnly Property Unknown As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ Unknown {
	FailureDefinitionId^ get ();
}
static member Unknown : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.AutoJoinFailures Class
Autodesk.Revit.DB Namespace